[
  {
    "name": "Nathan Thompson",
    "relation": "client",
    "description": "Nathan Thompson is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "InkRiver Studio",
    "relation": "studio",
    "description": "InkRiver Studio is Simone's main workspace, where they create tattoo designs, meet clients, and prep materials for larger art projects."
  },
  {
    "name": "Riley Dupont",
    "relation": "studio apprentice",
    "description": "Riley Dupont is learning the trade under Simone’s guidance, helping out with daily studio tasks and observing tattoo sessions."
  },
  {
    "name": "Noah Cooper",
    "relation": "client",
    "description": "Noah Cooper is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Bywater Arts Collective",
    "relation": "community organization",
    "description": "Bywater Arts Collective organizes neighborhood art events and collaboratives; Simone frequently joins their mural or public art projects."
  },
  {
    "name": "Piper Mitchell",
    "relation": "client",
    "description": "Piper Mitchell is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Rowan Thompson",
    "relation": "client",
    "description": "Rowan Thompson is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Casey Ortiz",
    "relation": "client",
    "description": "Casey Ortiz is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Nathan Carter",
    "relation": "client",
    "description": "Nathan Carter is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "NOLA Ink Supply",
    "relation": "equipment vendor",
    "description": "NOLA Ink Supply supplies Simone with tattoo needles, inks, and studio tools, ensuring they’re always ready for the next piece."
  },
  {
    "name": "Kai Turner",
    "relation": "client",
    "description": "Kai Turner is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Piper Rodriguez",
    "relation": "client",
    "description": "Piper Rodriguez is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Luna O'Connor",
    "relation": "client",
    "description": "Luna O'Connor is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Isabella Young",
    "relation": "client",
    "description": "Isabella Young is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Finn Price",
    "relation": "client",
    "description": "Finn Price is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Asher Bell",
    "relation": "client",
    "description": "Asher Bell is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Adrian O'Connor",
    "relation": "client",
    "description": "Adrian O'Connor is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Dylan Ramos",
    "relation": "client",
    "description": "Dylan Ramos is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Finn Lee",
    "relation": "client",
    "description": "Finn Lee is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Adrian Long",
    "relation": "client",
    "description": "Adrian Long is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Jude Rivera",
    "relation": "client",
    "description": "Jude Rivera is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Ruby Foster",
    "relation": "client",
    "description": "Ruby Foster is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Gavin Rivera",
    "relation": "client",
    "description": "Gavin Rivera is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Quinn Adams",
    "relation": "client",
    "description": "Quinn Adams is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Michaels",
    "relation": "art supply",
    "description": "Michaels is Simone’s go-to store for paints, brushes, and mural prep gear—especially before large-scale commissions."
  },
  {
    "name": "Isabella Chavez",
    "relation": "client",
    "description": "Isabella Chavez is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Luna Howard",
    "relation": "client",
    "description": "Luna Howard is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Bywater Auto Care",
    "relation": "car service",
    "description": "Bywater Auto Care is where Simone brings their car for tune-ups and quick fixes to stay mobile between client visits and outdoor work."
  },
  {
    "name": "Asher Mitchell",
    "relation": "client",
    "description": "Asher Mitchell is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Theo Smith",
    "relation": "client",
    "description": "Theo Smith is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Owen Ortiz",
    "relation": "client",
    "description": "Owen Ortiz is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Aeromexico",
    "relation": "airline",
    "description": "Aeromexico is Simone’s top airline for traveling to international art residencies and inspiration-fueled adventures."
  },
  {
    "name": "Zoe Bell",
    "relation": "client",
    "description": "Zoe Bell is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  },
  {
    "name": "Ella Reed",
    "relation": "client",
    "description": "Ella Reed is one of Simone's many creative and loyal clients, often working with them on custom tattoos or mural commissions."
  }
]